{
  "resourceType" : "ValueSet",
  "id" : "KLNursingInterventionsFSIII",
  "text" : {
    "status" : "extensions",
    "div" : "<div xmlns=\"http://www.w3.org/1999/xhtml\"><ul><li>Include these codes as defined in <a href=\"CodeSystem-FSIII.html\"><code>http://kl.dk/fhir/common/caresocial/CodeSystem/FSIII</code></a><table class=\"none\"><tr><td style=\"white-space:nowrap\"><b>Code</b></td><td><b>Display</b></td><td><b>Definition</b></td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4634\">G1.34</a></td><td>Sondeernæring</td><td>Indsatsen omfatter typisk anlæggelse af sonde, indgift af næring og væske via sonde og skift af forbinding og hudpleje ved indstikssted.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4620\">G1.20</a></td><td>Medicinadministration</td><td>Indsatsen omfatter udlevering og/eller tilføring af medicin. Ved ’medicin’ forstås ordinerede lægemidler, naturlægemidler og kosttilskud. Når ’medicinadministration’ og ’medicindispensering’ effektueres i en og samme handling, som det fx er tilfældet med øjendrypning og injektion, registreres det som ’medicinadministration’.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4611\">G1.11</a></td><td>Drænpleje</td><td>Indsatsen omfatter sikring af afløb, tømning og skylning af dræn, skift af forbinding og pleje af hud ved indstikssted.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4631\">G1.31</a></td><td>Samarbejde med netværk</td><td>Indsatsen består i samarbejde med pårørende om de indsatser, der ydes til borgeren, fx støtte til pårørende til en borger med demens eller psykisk sygdom.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4615\">G1.15</a></td><td>Iltbehandling</td><td>Indsatsen omfatter saturationsmåling, indstilling af iltmængde iht. ordination, skift og rengøring af iltkatetre og andet udstyr samt vejledning i korrekt håndtering af iltudstyr.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4632\">G1.32</a></td><td>Sekretsugning</td><td>Indsatsen omfatter sugning af mundhule og svælg, udførelse af eller støtte til mundhygiejne og instruktion i korrekt hosteteknik.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.467\">G1.7</a></td><td>Behandling og pleje af hudproblem</td><td>Indsatsen omfatter typisk behandling og pleje af hud samt forebyggelse af tryksår og andre sårtyper.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4638\">G1.38</a></td><td>Særlig kommunikationsform</td><td>Indsatsen omfatter samtale med borgeren og evt. også med pårørende ved hjælp af tolk og/eller instrumentelle kommunikationshjælpemidler som fx pc eller pegeplade.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4622\">G1.22</a></td><td>Nonfarmakologisk smertelindring</td><td>Indsatsen omfatter nonfarmakologisk behandling/lindring af smerter, fx vejledning i visualiseringsøvelser, massage og kulde-/varmebehandling.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4644\">G1.44</a></td><td>Væske per os</td><td>Indsatsen omfatter støtte til indtagelse af væske, herunder fx registrering af væskeindtag i væskeskema samt udregning af væskebalance.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4629\">G1.29</a></td><td>Respirationsbehandling</td><td>Indsatsen omfatter typisk behandling med fx CPAP-, PEEP- eller BIPAP-maske og vejledning i vejrtrækningsteknikker og mundpleje.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.468\">G1.8</a></td><td>Behandling og pleje af mave-tarmproblem</td><td>Indsatsen omfatter typisk vejledning om kost, væskeindtag, fysisk aktivitet og gode toiletvaner samt vurdering af medicinsk behandling.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4647\">G1.47</a></td><td>Supplerende udredning</td><td>Indsatsen tildeles borgere, hvor der er behov for, at en helbredstilstand skal afdækkes og udredes mere dybtgående</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4637\">G1.37</a></td><td>Subkutan væskebehandling</td><td>Indsatsen omfatter typisk anlæggelse af subkutan kanyle, samt tilkobling af infusionssæt, tilslutning og afkobling af infusionsvæsker, indstilling af infusionshastighed og pleje af hud ved indstikssted.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4616\">G1.16</a></td><td>Inkontinensbehandling</td><td>Indsatsen omfatter typisk kontinensudredning, bækkenbundstræning, vejledning i blære- og tarmtømning, toiletvaner og brug af kontinenshjælpemidler.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4625\">G1.25</a></td><td>Pleje ved anvendelse af personlige hjælpemidler</td><td>Indsatsen omfatter typisk vejledning i og støtte til brug af personlige hjælpemidler, fx rensning af glasøje og vedligeholdelse af høreapparat.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.465\">G1.5</a></td><td>Anlæggelse og pleje af kateter</td><td>Indsatsen omfatter midlertidig eller permanent anlæggelse af kateter, skylning af kateter, tømning og skift af kateterpose, kontrol af kateterballon samt skift af forbinding og pleje af hud ved indstikssted.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4626\">G1.26</a></td><td>Psykiatrisk pleje</td><td>Indsatsen omfatter typisk opbygning af relation, støtte til at få praktisk og mental struktur i dagligdagen, fx til håndtering og accept af psykiatriske symptomer, diagnoser, behandling og afledte problemer.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4639\">G1.39</a></td><td>Sårbehandling</td><td>Indsatsen omfatter typisk skift af forbinding, sårbehandling og hudpleje. Indsatsen kan fx også omfatte trykaflastning, VAC-behandling samt fjernelse af suturer og agraffer.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4614\">G1.14</a></td><td>Forflytning og mobilisering</td><td>Indsatsen omfatter forflytning og/eller mobilisering. Forflytning omfatter fx træk, skub og flytning vha. hjælpemidler. Mobilisering omfatter fx støtte til at bevæge sig rundt vha. gangstativ.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4619\">G1.19</a></td><td>Kompressionsbehandling</td><td>Indsatsen omfatter typisk anlæggelse og aftagning af kompressionsforbinding eller kompressionsærmer, -handsker og -strømper, vejledning i venepumpeøvelser samt hudpleje.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4630\">G1.30</a></td><td>Respiratorbehandling</td><td>Indsatsen omfatter typisk justering af respiratorordination, sekretsugning og mundpleje.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4612\">G1.12</a></td><td>Ernæringsindsats</td><td>Indsatsen omfatter typisk løbende vægtkontrol, kostvejledning og støtte til indtagelse af mad og drikke.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4617\">G1.17</a></td><td>Intravenøs medicinsk behandling</td><td>Indsatsen omfatter dispensering og administration af medicin, der skal gives intravenøst. Ved ’medicin’ forstås ordinerede lægemidler, naturlægemidler og kosttilskud. Indsatsen omfatter typisk behandling og pleje af iv-adgang og indstikssted samt indgift af medicin. Indsatsen kan også omfatte anlæggelse af iv-adgang.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4636\">G1.36</a></td><td>Støtte til ADL-aktivitet</td><td>Indsatsen omfatter typisk støtte til at udføre eller udførelse af aktiviteter i ’almindelig daglig livsførelse’ (ADL), fx påklædning, madlavning, spisning, telefonering, oprydning, rengøring og betaling af regninger.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4621\">G1.21</a></td><td>Medicindispensering</td><td>Indsatsen omfatter bestilling, modtagelse, kontrol, opbevaring, klargøring og bortskaffelse af medicin samt dokumentation, opfølgning på medicinsk behandling og receptfornyelser. Ved ’medicin’ forstås ordinerede lægemidler, naturlægemidler og kosttilskud. Klargøring omfatter typisk ophældning, optrækning, opløsning eller blanding af medicin. Indsatsen omfatter både medicin, der modtages maskinelt dosisdispenseret og medicin, der dispenseres (manuelt) umiddelbart før administration.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4642\">G1.42</a></td><td>Vejledning</td><td>Indsatsen omfatter typisk samtale om, hvordan borgeren kan håndtere og agere ift. fysiske, psykiske, sociale og åndelige potentielle og/eller aktuelle tilstande, fx hvordan borgeren søger kommunale indsatser, eller hvordan konflikter kan håndteres.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4646\">G1.46</a></td><td>Personlig pleje</td><td>Indsatsen anvendes i de tilfælde, hvor komplekse og/eller kritiske situationer omkring borger og/eller i hjemmet kræver et særligt kompetenceniveau til at løse opgaven.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4635\">G1.35</a></td><td>Stomipleje</td><td>Indsatsen omfatter typisk skift af pladesystem og pose/tømning af pose samt hudpleje.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4610\">G1.10</a></td><td>Dialyse</td><td>Indsatsen omfatter enten håndtering af posedialyse fx klargøring af dialysemaskine, klargøring af posevæsker, til- og frakobling af poser og behandling og pleje af indstikssted og dialysekateter eller observation efter hæmodialyse.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4640\">G1.40</a></td><td>Trakeostomipleje</td><td>Indsatsen omfatter typisk skift af trakealkanyle, skift af forbinding og pleje af hud ved indstikssted.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4618\">G1.18</a></td><td>Intravenøs væskebehandling</td><td>Indsatsen omfatter typisk tilkobling af infusionssæt, til- og frakobling af infusionsvæsker, indstilling af infusionshastighed samt behandling og pleje af indstikssted.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4628\">G1.28</a></td><td>Rehabilitering</td><td>Indsatsen omfatter en korterevarende, tidsafgrænset, helhedsorienteret og tværfaglig tilrettelæggelse og træning af aktiviteter der er genkendelige og betydningsfulde for borgeren.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4627\">G1.27</a></td><td>Psykisk støtte</td><td>Indsatsen omfatter typisk støtte til at mestre dagligdagen, bevare livskvalitet, forbedre mulighederne for livsudfoldelse og forebygge forværring.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.466\">G1.6</a></td><td>Behandling med ortopædiske hjælpemidler</td><td>Indsatsen omfatter typisk fx anlæggelse af og støtte til brug af ordinerede arm-, ben- og knæskinner, armslynger og korsetter.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.469\">G1.9</a></td><td>Cirkulationsbehandling</td><td>Indsatsen omfatter typisk måling af vægt, venepumpeøvelser og evt. anlæggelse af stumpforbinding efter amputation.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4641\">G1.41</a></td><td>Undersøgelser og måling af værdier</td><td>Indsatsen omfatter lægeordineret undersøgelse af urin og afføring og målinger af fx blodsukker, temperatur, blodtryk og puls.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4624\">G1.24</a></td><td>Parenteral ernæring</td><td>Indsatsen omfatter klargøring af ordineret ernæringspræparat, herunder tilsætning af vitaminer, samt tilkobling af infusionssæt, tilslutning til og frakobling fra iv-adgang, indstilling af infusionshastighed, skift af forbinding og pleje af iv-adgang og indstikssted.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G1.4623\">G1.23</a></td><td>Oplæring</td><td>Indsatsen omfatter typisk at oplære borger og/eller pårørende i at varetage hele eller dele af en indsats, fx sårbehandling, blodsukkermåling, stomi- og kateterpleje, brug af personlige og ortopædiske hjælpemidler samt medicinadministration.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G2.464\">G2.4</a></td><td>Generel 0-ydelse</td><td>Ydelsen kan anvendes kommunalt eller tværkommunalt i en periode, fx ved/i forbindelse med tiltag iht. puljemidler, som ex. kan være opfølgende hjemmebesøg eller systematisk faldforebyggelse.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G2.463\">G2.3</a></td><td>Koordinering</td><td>Ydelsen omfatter en systematisk koordinering af kommunale og tværsektorielle aktørers indsatser til borgeren, fx hjemmehjælp, sygepleje, træningsenhed, praktiserende læge, ambulatorium og sygehus.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G2.461\">G2.1</a></td><td>Sygeplejefaglig udredning</td><td>Ydelsen omfatter en systematisk indsamling og analyse af data om borgerens aktuelle og potentielle helbredstilstande inden for de 12 sygeplejefaglige problemområder, tildeling af indsatser, udarbejdelse af handlingsanvisninger og stillingtagen til opgaveoverdragelse. Der skal foretages en sygeplejefaglig udredning, før en (ny) indsats kan iværksættes.</td></tr><tr><td><a href=\"CodeSystem-FSIII.html#FSIII-G2.462\">G2.2</a></td><td>Opfølgning</td><td>Ydelsen omfatter en systematisk opfølgning på borgerens helbredstilstande, forventede helbredstilstande og fastsatte mål for indsatser. Det skal vurderes, om der skal fortsættes, ændres, afsluttes eller udredes på ny.</td></tr></table></li></ul></div>"
  },
  "url" : "http://kl.dk/fhir/common/caresocial/ValueSet/KLNursingInterventionsFSIII",
  "version" : "0.7.0",
  "name" : "KLNursingInterventionsFSIII",
  "title" : "KLSygeplejeIndsatserFSIII",
  "status" : "draft",
  "date" : "2023-07-06T08:45:08+02:00",
  "publisher" : "Kommunernes landsforening",
  "contact" : [{
    "name" : "Kommunernes landsforening",
    "telecom" : [{
      "system" : "url",
      "value" : "http://kl.dk"
    },
    {
      "system" : "email",
      "value" : "kl@kl.dk"
    }]
  }],
  "description" : "Nursing interventions as described by FSIII",
  "jurisdiction" : [{
    "coding" : [{
      "system" : "urn:iso:std:iso:3166",
      "code" : "DNK",
      "display" : "Denmark"
    }]
  }],
  "compose" : {
    "include" : [{
      "system" : "http://kl.dk/fhir/common/caresocial/CodeSystem/FSIII",
      "concept" : [{
        "code" : "G1.34"
      },
      {
        "code" : "G1.20"
      },
      {
        "code" : "G1.11"
      },
      {
        "code" : "G1.31"
      },
      {
        "code" : "G1.15"
      },
      {
        "code" : "G1.32"
      },
      {
        "code" : "G1.7"
      },
      {
        "code" : "G1.38"
      },
      {
        "code" : "G1.22"
      },
      {
        "code" : "G1.44"
      },
      {
        "code" : "G1.29"
      },
      {
        "code" : "G1.8"
      },
      {
        "code" : "G1.47"
      },
      {
        "code" : "G1.37"
      },
      {
        "code" : "G1.16"
      },
      {
        "code" : "G1.25"
      },
      {
        "code" : "G1.5"
      },
      {
        "code" : "G1.26"
      },
      {
        "code" : "G1.39"
      },
      {
        "code" : "G1.14"
      },
      {
        "code" : "G1.19"
      },
      {
        "code" : "G1.30"
      },
      {
        "code" : "G1.12"
      },
      {
        "code" : "G1.17"
      },
      {
        "code" : "G1.36"
      },
      {
        "code" : "G1.21"
      },
      {
        "code" : "G1.42"
      },
      {
        "code" : "G1.46"
      },
      {
        "code" : "G1.35"
      },
      {
        "code" : "G1.10"
      },
      {
        "code" : "G1.40"
      },
      {
        "code" : "G1.18"
      },
      {
        "code" : "G1.28"
      },
      {
        "code" : "G1.27"
      },
      {
        "code" : "G1.6"
      },
      {
        "code" : "G1.9"
      },
      {
        "code" : "G1.41"
      },
      {
        "code" : "G1.24"
      },
      {
        "code" : "G1.23"
      },
      {
        "code" : "G2.4"
      },
      {
        "code" : "G2.3"
      },
      {
        "code" : "G2.1"
      },
      {
        "code" : "G2.2"
      }]
    }]
  }
}